{
  "books": [
    {
      "id": "1",
      "title": "Pan Mercedes",
      "author": "Stephen King",
      "desc": "Brady Hartsfield poczuł się wspaniale, kiedy pod kołami prowadzonego przez niego samochodu ginęli ludzie. Zabił osiem osób, ranił piętnaście, po czym uciekł z miejsca zdarzenia. Policja nie zdołała poznać jego tożsamości, wszystko więc wskazuje na to, że sprawa nie zostanie rozwiązana. Gdy Bill Hodges traci już nadzieję na sprawiedliwość, otrzymuje list od „Pana Mercedesa”, jak zdążyły nazwać go media.",
      "rating": "7.4",
      "image": "https://s.lubimyczytac.pl/upload/books/4898000/4898225/756196-352x500.jpg"
    },
    {
      "id": "2",
      "title": "Równoumagicznienie",
      "author": "Terry Pratchett",
      "desc": "Jest to opowieść o tym, czym jest magia i dokąd zmierza, a co ważniejsze, skąd przychodzi i po co. Przedstawiona historia nie pretenduje do odpowiedzi na wszystkie te pytania, może jednak pomóc w wyjaśnieniu, dlaczego Gandalf nigdy się nie ożenił i dlaczego Merlin był mężczyzną. Jest to również opowieść o seksie, choć nie w sensie atletyczno-gimnastycznym, czy też w sensie policz wszystkie nogi i podziel przez dwa. Chyba że postacie całkowicie wyrwą się spod kontroli autora. I to jest możliwe..",
      "rating": "7.1",
      "image": "https://s.lubimyczytac.pl/upload/books/4000/4051/352x500.jpg"
    },
    {
      "id": "3",
      "title": "Siedem minut po północy",
      "author": "Patrick Ness",
      "desc": "Jest siedem minut po północy, gdy trzynastoletni Conor budzi się i odkrywa, że za oknem jego sypialni czai się potwór. Jednak to nie tego potwora Conor się spodziewał – sądził, że odwiedzi go raczej ten z dręczącego go koszmaru, powtarzającego się niemal każdej nocy od dnia, kiedy matka chłopca rozpoczęła leczenie",
      "rating": "8.0",
      "image": "https://s.lubimyczytac.pl/upload/books/4060000/4060765/532924-352x500.jpg"
    },
    {
      "title": "Shantaram",
      "author": "Gregory David Roberts",
      "image": "https://s.lubimyczytac.pl/upload/books/5021000/5021300/991748-352x500.jpg",
      "desc": "„Shantaram” znaczy „boży pokój”. To imię nadali bohaterowi książki jego hinduscy przyjaciele, zamykając w nim całą historię opowiedzianą w tej książce: historię odnalezienia prawdy o sobie w Indiach. Ale droga do „bożego pokoju” wiodła przez tak dramatyczne wydarzenia, że chwilami aż trudno uwierzyć, iż miały one miejsce naprawdę. Ciemne interesy, handel narkotykami i bronią, fałszerstwa, przemyt, gangsterskie porachunki – a zarazem romantyczna miłość, głębokie przyjaźnie, poszukiwanie mentora, poznawanie filozofii Wschodu. O tym właśnie jest Shantaram.",
      "rating": "7.7",
      "id": "naf-dYv"
    },
    {
      "title": "Małe życie",
      "author": "Hanya Yanagihara",
      "image": "https://s.lubimyczytac.pl/upload/books/4862000/4862789/927606-352x500.jpg",
      "desc": "Zachwycająca powieść o przyjaźni poddanej ogromnej próbie. Oto historia życia czterech przyjaciół – o ich niełatwym dojrzewaniu, ogromnych sukcesach, bolesnych wyborach i tyranii pamięci, od której nie sposób czasem się uwolnić...To również opowieść o jednym z najbardziej fascynujących miast świata – Nowym Jorku – który jest piątym, równorzędnym bohaterem tej olśniewającej książki.",
      "rating": "7.8",
      "id": "7dPwpE8"
    }
  ]
}